Revit 2027 API
ParameterTypeId.SteelElemPatternNumberX Property
 "Number on side 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPatternNumberX { get; }
Public Shared ReadOnly Property SteelElemPatternNumberX As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPatternNumberX {
	ForgeTypeId^ get ();
}
static member SteelElemPatternNumberX : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace